{
    "veym": "The Vietnamese Eucharistic Youth Movement",
    "nav.home": "Home",
    "nav.about": "About",
    "home.intro": "Join TNTT and be part of an extraordinary community! Experience the unique spirit and camaraderie that TNTT offers. Get involved in our exciting activities and make lifelong friendships. Don't miss out on this incredible opportunity. Join TNTT today!",
    "home.join": "Join us today for a transformative journey of faith, growth, and community. Strengthen beliefs, connect with Jesus, contribute to society, embrace Vietnamese culture, unite in prayer, and experience the joy of spiritual growth.",
    "about.overview": "Overview",
    "overview.who": "Who Are We?",
    "overview.quote": "\"We believe in the power of youth to create positive change and make a difference in the world, center, and ideal life...\"",
    "overview.propose.intro": "VEYM accepts Jesus Christ in the Eucharist as its spiritual life source, center and life ideal to serve the Church and society through two missions:",
    "propose.1": "(2.1) To train young people to become integral human beings and perfect Christians.",
    "propose.2": "(2.2) To organize and guide young people to spread the Gospel of Christ and contribute to building society.",
    "foundation": "VEYM takes the Word of God in the Bible and the teachings of the Catholic Church as the basis for educating and guiding youth in its activities.",
    "about.resource": "Resource",
    "resource.joseph": "To learn more about TNTT in Canada, visit their website by clicking on \"learn more\" below.",
    "resource.veym": "Learn more about our parish community by visiting their website by clicking on \"learn more\" below.",
    "about.team": "Our Team",
    "nav.division": "Division",
    "division.seedling": "Seedling",
    "division.search": "Search",
    "division.companion": "Companion",
    "division.eucharistic": "Eucharistic Knights",
    "division.youth": "Youth Leaders",
    "nav.news": "News",
    "nav.schedule": "Schedule",
    "nav.contact": "Contact",
    "nav.register": "Register",
    "michael.role": "Chapter President",
    "teresa.role": "Vice President of Administration",
    "gabriel.role": "Vice President of Training",
    "jessica.role": "Chapter Secretary",
    "rosa.role": "Chapter Treasurer"
}