{
    "veym": "Thiếu Nhi Thánh Thể",
    "nav.home": "Trang Chủ",
    "nav.about": "Về chúng tôi",
    "home.intro": "Đăng ký vào Đoàn Thiếu Nhi Thánh Thể để sinh hoạt với một cộng đoàn rất tuyệt vời! Học hỏi, chơi, và cầu nguyện chung với các bạn cùng tuổi mình! Đăng ký hôm nay!",
    "home.join": "Đăng ký vào Đoàn Thiếu Nhi Thánh Thể để tập chung vào một hành trình đức tin, phát triển, và đoàn kết. Do Chúa Giêsu trong Bí Tích Thánh Thể, chúng ta mời các bạn đến thêm sức đức tin bạn vững vàng, công sự xã hội, tập trung vào văn hoá Việt Nam, và liên kết qua sự cầu nguyện.",
    "about.overview": "Tổng quan",
    "overview.who": "Chúng Ta Là Ai?",
    "overview.quote": "\"Phong Trào Thiếu Nhi Thánh Thể Việt Nam nhận Chúa Giêsu Thánh Thể là nguồn sống thiêng liêng, trung tâm điểm và lý tưởng sống...\"",
    "overview.propose.intro": "Phong Trào Thiếu Nhi Thánh Thể Việt Nam nhận Chúa Giêsu Thánh Thể là nguồn sống thiêng liêng, trung tâm điểm và lý tưởng sống để phục vụ Giáo Hội và xã hội qua hai sứ vụ:",
    "propose.1": "(2.1) Đào Luyện thanh thiếu niên trở thành những con người kiện toàn và những Kitô Hữu hoàn hảo.",
    "propose.2": "(2.2) Đoàn ngũ hóa và hướng dẫn thanh thiếu niên loan truyền Tin Mừng Chúa Kitô và góp phần xây dựng xã hội.",
    "faq.1": "Ủa? VEYM và TNTT cách hả?",
    "faq.1a": "VEYM (Vietnamese Eucharistic Youth Movement) là chì TNTT (Thiếu Nhi Thánh Thể) dịch qua Tiếng Anh.",
    "faq.2": "Em có thể tham gia TNTT nếu em không phải là người Việt Nam không?",
    "faq.2a": "TNTT là chuyên về những người Công Giáo Việt Nam, vì một tôn chỉ của TNTT là “Thăng tiến con người nhân bản. Bảo tồn và phát huy truyền thống văn hoá dân tộc Việt Nam.” Em có thể sinh hoạt với EYM (Eucharistic Youth Movement), là phong trào Tiếng Anh nguồn của TNTT.",
    "faq.3": "Em không có đạo Công Giáo",
    "faq.3a": "Không có sao! Em cứ tham gia và tìm hiểu đời sống Công Giáo qua TNTT.",
    "faq.4": "Em thuộc về Giáo xứ cách. Em vẫn còn tham gia TNTT ở đây được không?",
    "faq.4a": "Được chứ!",
    "faq.5": "Em có cần mặc đồng phục không?",
    "faq.5a": "Các em Đoàn sinh bắt buộc phải mặc đồng phục vì đẻ đoàn kết với TNTT.",
    "faq.6": "Đoàn Thánh Giuse sinh hoạt thường xuyên không?",
    "faq.6a": "Chúng ta sinh hoạt mỗi Thứ Bảy từ 4:30pm đến 6:30pm, và tham dự Thánh lễ lúc 7:00pm. ",
    "faq.7": "Đoàn Thánh Giuse có tổ chức sự kiện vui không?",
    "faq.7a": "Có chứ! Trong năm học, Đoàn Thánh Giuse cộng tác với Giáo xứ qua việc gây quỹ, tiếp mục (múa, hát, diễn), và Trại Hè. Đoàn Thánh Giuse cũng tham gia những sự kiện được tổ chức do Phong Trào TNTT Canada ngoài tỉnh e.g., Đại Hội, Sa Mạc Huấn Luyện Huynh Trưởng.",
    "foundation": "Phong Trào Thiếu Nhi Thánh Thể lấy Lời Chúa trong Thánh Kinh và Giáo Huấn của Giáo Hội Công Giáo làm nền tảng để giáo dục và hướng dẫn giới trẻ trong các hoạt động",
    "about.resource": "Tài nguyên",
    "resource.joseph": "Để tìm hiểu thêm về Phong Trào Thiếu Nhi Thánh Thể Việt Nam tại Canada, xin vui lòng vào nhấp vào \"tìm hiểu thêm\" bên dưới.",
    "resource.veym": "Để tìm hiểu thêm về Giáo Xứ chúng ta, xin vui lòng vào nhấp vào \"tìm hiểu thêm\" bên dưới.",
    "about.team": "Đội ngũ của chúng tôi",
    "nav.division": "Ngành",
    "division.seedling": "Ấu Nhi",
    "division.search": "Thiếu Nhi",
    "division.companion": "Nghĩa Sĩ",
    "division.eucharistic": "Hiệp Sĩ",
    "division.youth": "Huynh Trưởng",
    "nav.news": "Thông Báo",
    "nav.schedule": "Lịch trình",
    "nav.contact": "Liên hệ",
    "nav.register": "Đăng ký",
    "michael.role": "Đoàn Trưởng",
    "teresa.role": "Đoàn Phó Quản Trị",
    "gabriel.role": "Đoàn Phó Nghiêm Huấn",
    "jessica.role": "Thư Ký Đoàn",
    "rosa.role": "Thủ Quỹ Đoàn"
}